{
  "posts": [
    {
      "id": 1,
      "title": "Notariado ",
      "description": "El Notario es la persona autorizada, que conforme a derecho da fe instrumental de los hechos, actos y negocios jurídicos del derecho privado, realizados voluntaria y bilateralmente en acuerdo autónomo.",
      "date": "2024-10-20",
      "author": "Camila Calle Romero",
      "attachments": [
        {
          "type": "image",
          "fileId": "img1"
        },
        {
          "type": "document",
          "fileId": "Notariado 1"
        }
      ]
    },
    {
      "id": 2,
      "title": "Documentos notariales",
      "description": "Este artículo desglosa de manera detallada cómo se lleva a cabo un proceso judicial en el ámbito del derecho civil, desde la presentación de la demanda hasta la sentencia final. Se explican las fases clave, las responsabilidades de las partes y los plazos legales. Además, ofrece recomendaciones prácticas tanto para abogados como para las partes involucradas.",
      "date": "2024-10-12",
      "author": "Jhasmin Nicol Rodriguez Quispe",
      "attachments": [
        {
          "type": "image",
          "fileId": "img2"
        },
        {
          "type": "document",
          "fileId": "Documentos notariales"
        }
      ]
    },
    {
      "id": 3,
      "title": "Reconocimineto de firmas",
      "description": "Es aquel documento mediante el cual una persona da certeza de un acto de forma voluntaria, mismo que funciona como un juramento presentado ante un notario.",
      "date": "2024-10-20",
      "author": "Jhasmin Nicol Rodriguez Quispe",
      "attachments": [
        {
          "type": "image",
          "fileId": "img3"
        },
        {
          "type": "document",
          "fileId": "Reconocimineto de firmas 8"
        }
      ]
    },
    {
      "id": 4,
      "title": "Fe pública",
      "description": "Las características de la fe pública son la exactitud e integridad ya que se narran los hechos de manera adecuada mediante documento y se efectúa mediante un protocolo de manera que las propias características de la fe pública permiten justificar reglas legales respecto de la veracidad de los hechos registrados en ellos.",
      "date": "2024-10-20",
      "author": "Fabiola del Pilar Lopez",
      "attachments": [
        {
          "type": "image",
          "fileId": "img4"
        },
        {
          "type": "document",
          "fileId": "Fe pública 4"
        }
      ]
    },
    {
      "id": 5,
      "title": "Poderes",
      "description": "Es un documento público autorizado por un notario que permite a una persona o empresa designar a otra como su representante para que actúe en su nombre en determinados actos jurídicos",
      "date": "2024-10-20",
      "author": "Jhasmin Nicol Rodriguez Quispe",
      "attachments": [
        {
          "type": "image",
          "fileId": "img5"
        },
        {
          "type": "document",
          "fileId": "Poder 7"
        }
      ]
    },
    {
      "id": 6,
      "title": "Procesos voluntarios",
      "description": "La ley Notarial en su articulo 89 establece “La vía voluntaria notarial es el trámite ante la notaria o el notario de fe pública por el que se crea, modifica o extingue relaciones jurídicas”. Burgoa en el Estudio de la normativa notarial Plurinacional de Bolivia determina es un tramite administrativo, no jurisdiccional, siendo procedentes siempre y cuando exista acuerdo pleno entre los interesados y éste sea libre voluntario y consentido y no se involucren derechos de terceras personas.",
      "date": "2024-10-01",
      "author": "Paola Isabel Mendoza Villca",
      "attachments": [
        {
          "type": "image",
          "fileId": "img6"
        },
        {
          "type": "document",
          "fileId": "Procesos voluntarios 10"
        }
      ]
    },
    {
      "id": 7,
      "title": "Principios del derecho notarial",
      "description": "Los principios son las reglas de conducta del notario, marcan lo que debe hacer y lo que no debe hacer. Estas reglas están en relación con las normas que regulan la actividad notarial",
      "date": "2024-10-01",
      "author": "Paola Isabel Mendoza Villca",
      "attachments": [
        {
          "type": "image",
          "fileId": "img7"
        },
        {
          "type": "document",
          "fileId": "Principios del derecho notarial 2"
        }
      ]
    },
    {
      "id": 8,
      "title": "Derecho notarial Y sus principios ",
      "description": "El notario regula las actividad dotando certeza y seguridad jurídica a los hechos e instrumentos públicos, a ciertos actos o contratos que se llevana efecto ante él, para otorgar la fe a los mismos a conformidad con los principios establecidos en la Ley del Notario Plurinacional.",
      "date": "2024-10-18",
      "author": "Camila Calle Romero",
      "attachments": [
        {
          "type": "image",
          "fileId": "img8"
        },
        {
          "type": "document",
          "fileId": "Opcional 1 y 2"
        }
      ]
    },
    {
      "id": 9,
      "title": "Escrituras publicas ",
      "description": "Son documentos autorizados por un notario, que da fe de los actos y contratos realizados ante él, puesto que este documento tiene plena validez jurídica y probatoria, y su contenido es difícilmente impugnable",
      "date": "2024-10-18",
      "author": "Fabiola del Pilar Lopez",
      "attachments": [
        {
          "type": "image",
          "fileId": "img9"
        },
        {
          "type": "document",
          "fileId": "Escrituras públicas"
        }
      ]
    },
    {
      "id": 10,
      "title": "Testamentos notariales",
      "description": "Los testamentos notariales son aquellos que se otorgan ante un notario público, asegurando que el documento cumpla con todas las formalidades legales y sea válido. Estos testamentos pueden ser de dos tipos principales testamento abierto y testamento cerrado",
      "date": "2024-10-18",
      "author": "Camila Calle Romero",
      "attachments": [
        {
          "type": "image",
          "fileId": "img10"
        },
        {
          "type": "document",
          "fileId": "Escrituras públicas"
        }
      ]
    },
    {
      "id": 11,
      "title": "Divorcio de mutuo acuerdo",
      "description": "El divorcio notarial es un procedimiento que permite disolver un matrimonio ante un notario de fe pública, en lugar de acudir a un juzgado. Este tipo de divorcio es una alternativa más ágil y práctica que el proceso judicial tradicional.",
      "date": "2024-10-18",
      "author": "Paola Isabel Mendoza",
      "attachments": [
        {
          "type": "image",
          "fileId": "img11"
        },
        {
          "type": "document",
          "fileId": "Divorcio de mutuo acuerdo"
        }
      ]
    }
    ,
    {
      "id": 12,
      "title": "Documentos de representación",
      "description": "Los documentos de representación son todos aquellos poderes, que forman parte de los documentos protocolares, mismos que son extendidos por un notario de fe publica, estos documentos tiene la finalidad de   concederle la facultad de realizar ciertas tareas, procesos a una persona de confianza, a fin de que actué en nombre de quien le otorgará el poder.",
      "date": "2024-10-18",
      "author": "Jhasmin Nicol Rodriguez",
      "attachments": [
        {
          "type": "image",
          "fileId": "img12"
        },
        {
          "type": "document",
          "fileId": "Documentos de representación"
        }
      ]
    }
    ,
    {
      "id": 13,
      "title": "Documentos protocolares y extraprotocolares",
      "description": "Son aquellos documentos que son regularizados y autorizados por un NOTARIO DE FE PÚBLICA, quien mediante su firma, rubrica y sello le brinda la calidad y veracidad a los documentos presentados por las partes de forma voluntaria.",
      "date": "2024-10-18",
      "author": "Jhasmin Nicol Rodriguez",
      "attachments": [
        {
          "type": "image",
          "fileId": "img13"
        },
        {
          "type": "document",
          "fileId": "Documentos protocolares y extraprotocolares"
        }
      ]
    }
  ]
}
